// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Включить прямую печать на устройстве";

TaskTOCTitle = "Прямая печать HP";

HeaderMessage = "Используйте прямое беспроводное подключение для удобной печати материалов со смартфонов, ноутбуков и других мобильных устройств с поддержкой беспроводной связи. Мобильное устройство с установленным драйвером HP ePrint или мобильным приложением должно находиться в беспроводном диапазоне принтера. Получить дополнительную информацию и загрузить приложения можно на веб-сайте HP:";
EnableDirectPrint = "Включить прямую печать";

SecurityOnPasswordTitle = "Вкл. (с защитой)";
SecurityOnTitle = "Вкл. (без защиты)";
SecurityOffTitle = "Выкл.";

SecurityOnAlertTitle = "(Внимание! Неавторизованные пользователи в диапазоне действия беспроводной сети могут воспользоваться вашим принтером с помощью включенной функции прямой печати.)";
PasswordTitle = "Пароль:";
PassphraseTooShortErrorMessage = "Парольная фраза должна содержать как минимум 8 символов.";